{
    "1": {
        "Category": "Pressure & Urgency",
        "Labels": {
            "A": "Demands immediate action with severe consequences for inaction (e.g., \"Your account will be locked in 30 minutes if you don't act now\").",
            "B": "Creates a sense of urgency without clear justification (e.g., \"This offer is only valid for the next few minutes\").",
            "C": "Rushes the conversation, not allowing the recipient to think or ask questions.",
            "D": "Uses phrases designed to induce panic or fear (e.g., \"Your social security number has been compromised\").",
            "E": "Provides ample time for consideration and encourages independent verification.",
            "F": "Acknowledges the recipient's need for time to think."
        }
    },
    "2": {
        "Category": "Information Elicitation & Request Patterns",
        "Labels": {
            "A": "Requests sensitive personal information (passwords, financial details, social security number).",
            "B": "Asks for information that the legitimate organization should already possess.",
            "C": "Uses vague or generic language when asking for information, avoiding specific details that a legitimate representative would know.",
            "D": "Tries to \"verify\" sensitive information by asking for it directly instead of confirming existing records.",
            "E": "Pressures for personal information early in the conversation without establishing context or need.",
            "F": "Offers to provide their information for verification proactively (e.g., employee ID, case number).",
            "G": "Directs the recipient to official channels (website, physical location) for verification or information submission.",
            "H": "Requests non-sensitive personal information (name, email, birthday, phone number, address)."
        }
    },
    "3": {
        "Category": "Authority & Legitimacy Claims",
        "Labels": {
            "A": "Impersonates a government agency (IRS, Social Security Administration, etc.) without providing verifiable identification or case details.",
            "B": "Claims to be from a well-known company or institution but lacks specific knowledge of the recipient's account or interaction history.",
            "C": "Uses generic titles or departments instead of specific names and roles.",
            "D": "Becomes defensive or evasive when asked for identification or verification.",
            "E": "Uses overly formal or legalistic language that feels unnatural for a typical phone conversation.",
            "F": "Provides clear and verifiable identification information (name, employee ID, department).",
            "G": "Offers alternative methods for the recipient to contact them through official channels.",
            "H": "Demonstrates specific knowledge of the recipient's account or past interactions."
        }
    },
    "4": {
        "Category": "Emotional Manipulation & Persuasion Tactics",
        "Labels": {
            "A": "Uses guilt-tripping or emotional blackmail to pressure the recipient.",
            "B": "Offers unbelievable rewards or incentives that seem too good to be true.",
            "C": "Attempts to create a sense of urgency by claiming limited availability or exclusive offers.",
            "D": "Interrupts frequently and doesn't allow the recipient to speak or voice concerns.",
            "E": "Uses excessive flattery or false familiarity.",
            "F": "Maintains a calm, professional, and respectful tone throughout the conversation.",
            "G": "Actively listens to the recipient's questions and concerns."
        }
    },
    "5": {
        "Category": "Technical & Process Inconsistencies",
        "Labels": {
            "A": "Asks the recipient to download software or grant remote access to their device.",
            "B": "Requests payment through unusual or untraceable methods (gift cards, wire transfers, cryptocurrency).",
            "C": "Provides inconsistent information or conflicting stories.",
            "D": "Has poor audio quality or background noise that seems deliberately distracting.",
            "E": "Attempts to keep the recipient on the phone for an extended period, preventing them from verifying information independently.",
            "F": "Provides clear instructions and uses established and secure communication channels.",
            "G": "Encourages the recipient to verify information through official sources."
        }
    },
    "6": {
        "Category": "Other",
        "Labels": {
            "A": "Exhibits a pattern of obfuscation or deliberate attempts to confuse the recipient.",
            "B": "Becomes agitated or aggressive when questioned or challenged.",
            "C": "Uses rapid-fire questioning or speaking to overwhelm the recipient.",
            "D": "Avoids answering direct questions or provides vague responses.",
            "E": "Changes the subject abruptly when faced with scrutiny.",
            "F": "Displays an unusual level of insistence or persistence.",
            "G": "Demonstrates patience and a willingness to answer questions thoroughly.",
            "H": "Allows the recipient to speak freely and express their thoughts.",
            "I": "The caller clearly identifies themselves and the organization they represent, providing verifiable information.",
            "J": "The purpose of the call is clear and logical within the context of a legitimate interaction (e.g., appointment reminder, order confirmation).",
            "K": "The caller provides accurate details related to the recipient's existing account or interaction.",
            "L": "The caller uses a professional and courteous tone.",
            "M": "The call follows a predictable and standard conversational flow."
        }
    }
}
