{
    "1": {
      "Category": "Urgency, Pressure, and Consequence",
      "Labels": {
        "A": "Creates a sense of urgency requiring immediate action.",
        "B": "States a negative consequences if prompt action is not taken.",
        "C": "Offers a faster, seemingly easier option to avoid consequences.",
        "D": "Demands a decision without giving time for consideration",
        "E": "Threatens severe outcomes such as arrest, deportation, or blackmail if instructions are ignored.",
        "F": "Uses emotionally charged language to induce panic and urgency.",
        "G": "Introduces strict time windows for action, reinforcing the pressure."
      }
    },
    "2": {
        "Category": "Respect, Agency, and Allowing Time and Space",
        "Labels": {
            "A": "Inquires what choice the other person would like to make in a non-pressured manner",
            "B": "Assures the other person to not worry about a potential consequence",
            "C": "Indicates that the other person can take their time to think or give an answer about something",
            "D": "States an honest negative truth about something",
            "E": "Uses calming words and phrases to ease the person's worries",
            "F": "Indicates flexibility in a due date or time which the person has to complete an action or make a decision"
        }
    },
    "3": {
      "Category": "False Authority, Illegitimacy, and Impersonation",
      "Labels": {
        "A": "Indicates they are an authority figure (e.g., IRS, FBI, bank representative).",
        "B": "Uses impersonation tactics to mimic trusted organizations but lacks specific identifying details.",
        "C": "Changes the role or organization they claim to affiliate with",
        "D": "Provides specific justifications, instructions, or procedures to establish credibility.",
        "E": "Gives explicit instructions for navigating websites, installing software, or filling out forms to verify identity.",
        "F": "References seasonal events or time-of-year cues (e.g., tax season, holidays) to bolster legitimacy."
      }
    },
    "4": {
        "Category": "True Authority, Legitimacy, and Honest Representation",
        "Labels": {
            "A": "The person clearly states their professional or relational role",
            "B": "The person states the organization they are affiliated with",
            "C": "Provides verifiable credentials to support their affiliation to a particular role or organization such as a badge number",
            "D": "Provides a detail regarding their role or organization that makes sense with a previously claimed role or organization affiliation"
        }
    },
    "5": {
      "Category": "Flagged Information and Financial Request Patterns",
      "Labels": {
        "A": "Requests highly sensitive personal information such as passwords, social security numbers, or PINs.",
        "B": "Asks directly for financial details, e.g. credit card numbers, bank account info, or cashier’s checks.",
        "C": "Gives instructions to make an immediate payment through unusual, untraceable, or non-standard methods.",
        "D": "Prompts for donations or payments for charity",
        "E": "Prompts for donations or payments for prize/reward claims.",
        "F": "Makes a verbal promise of financial increase or mentions a future 'payout'",
        "G": "Seeks security information to 'verify' identity, such as one-time codes or other authentication details.",
        "H": "Uses reward or refund scenarios where upfront financial details are required."
      }
    },
    "6": {
        "Category": "Potentially Legitimate Information and Financial Request Patterns",
        "Labels": {
            "A": "Makes a statement about privacy practices",
            "B": "Makes a statement about what legitimate organizational contacts will never do, such as 'a legitimate call associate will never ask for your bank or card details'",
            "C": "Gives instructions to make a payment through a standard, recognized payment method",
            "D": "Makes a verbal promise of financial increase or mentions a future 'payout'"
        }
    },
    "7": {
      "Category": "Communication and Conversation Control",
      "Labels": {
        "A": "Does not finish what they are saying, indicating they are being interrupted",
        "B": "Changes topic without resolving a previous question or comment",
        "C": "Discourages follow-up by encouraging the person to stay on the call",
        "D": "Discourages independent verification of legitimacy",
        "E": "Uses distraction or denial of information to discourage clarifying questions or challenging details",
        "F": "Gives a vague or unrelated comment or answer to the previous question or comment",
        "G": "Exhibits an overly persistent and domineering conversational style to limit victim input."
      }
    },
    "8": {
        "Category": "Communication and Conversational Autonomy",
        "Labels": {
            "A": "Asks the person to provide more explanation, details, or comments",
            "B": "Is addressing the previous comment or question, remaining in-context of the flow of the conversation",
            "C": "Mentions the possibility for additional subsequent communication or follow-ups",
            "D": "Encourages independent verification of legitimacy",
            "E": "Encourages or asks for questions or thoughts, or mentions that additional questions or thoughts are welcome",
            "F": "Indicates an understanding of or acknowledges the other person's perspective, situation, or emotions"
        }
    },
    "9": {
      "Category": "Scam Signature Specific Behaviors",
      "Labels": {
        "A": "Displays lottery or prize scam traits by demanding an upfront fee for claiming a reward.",
        "B": "Exhibits patterns of foreign deposit or overpayment scams with inconsistent financial instructions.",
        "C": "Presents as a job recruiter with vague, inconsistent, or unverifiable details.",
        "D": "Shows cues of romance scams through feigned romantic interest and gradual trust-building.",
        "E": "Imitates a friend or family member urgently seeking money without clear rationale.",
        "F": "Utilizes seasonal or time-specific cues (e.g., holiday donation scams or tax season IRS scams) to target vulnerabilities."
      }
    },
    "10": {
      "Category": "Legitimate/Counterfeit Behaviors (Opposites)",
      "Labels": {
        "A": "Initiates the request for information, showing proactive engagement.",
        "B": "Demonstrates prior knowledge about the other person's situation.",
        "C": "Provides clear and verifiable identification details and credentials.",
        "D": "Uses established and official communication channels for verification.",
        "E": "Maintains a polite, courteous, and professional tone without undue pressure.",
        "F": "Follows a predictable, standard conversational flow indicative of legitimate interactions.",
        "G": "Encourages independent verification and offers alternative official contact methods."
      }
    },
    "11": {
      "Category": "Generic Call Behaviors",
      "Labels": {
        "A": "The speaker gives an introductory greeting.",
        "B": "The speaker gives a parting greeting",
        "C": "Uses specific, detailed terms to describe something",
        "D": "Uses generic, non-specific terms to describe something",
        "E": "States an action they have done",
        "F": "States an action they are currently doing",
        "G": "States an actiont they will do in the future",
        "H": "Makes a statement which promises something or is meant to inspire belief",
        "I": "Brings up a counter-argument against what has been said",
        "J": "Gives instructions on how to do something",
        "K": "Attempts to make an argument for the other person to change their opinion or their plan of action",
        "L": "Is asking a question or enquiring about information",
        "M": "Is responding to an inquiry for information",
        "N": "Indicates one or more emotions they are feeling",
        "O": "uses 'I' statements",
        "P": "uses 'you' statements",
        "Q": "uses 'we' statements, referring specifically to the people on the call",
        "R": "uses 'we' statements, referring specifically to themselves and others who are not participants of the call, e.g. 'we at the accounting department'"
      }
    }
  }
  